Repository: mozilla-l10n/mt-training-data
Catalog: tig/tig_pontoon.tmx
Source language: en_us
Languages: tig

source: 2 down, keep it up!<playIcon></playIcon>
tig: ክልኤ ወደኩም, ክምሰላ ዋስሎ

source: ≥ 2 No votes
tig: ዝያድ ከልኦት ናይ ላአ ተስዊት

source: ≥ 2 Yes votes
tig: ዝያድ ከልኦት ናይ አይዋ ተስዊት

source: Abkhaz
tig: አብክሀዝ

source: Accent
tig: ለክነት

source: Account
tig: ሕሳብ

source: Acehnese
tig: አሴህነስ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
tig: { $actionType }<playIcon></playIcon> ላጅምለት ግሩም ቤለዋ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
tig: { $actionType }<recordIcon></recordIcon>ወሓር ላጅምለት እብ ዉቁል ክርን ቅሮኣ

source: { $actionType }<stopIcon></stopIcon> when done
tig: { $actionType }<stopIcon></stopIcon>ክም ኣኽለስኹም

source: { $actionType } submit when ready
tig: { $actionType } ከም ጃሃዝካ ላኣኮ

source: Additional Language
tig: ሉቀት ዝያደት

source: Add Language
tig: ሉቀት ወስክ

source: Add new custom accent "{ $inputValue }"
tig: ሓዳስ መኽሱሰት ለክነት ወስኮ "{ $inputValue }"

source: Add Your Voice
tig: ክርንኩም ወሰኮ

source: Adyghe
tig: አዳይግ

source: A few bytes
tig: ሑዳት bytes

source: Afrikaans
tig: አፍሪካንስ

source: Age
tig: ዑምር

source: Albanian
tig: አልባኒ

source: All
tig: ኩሉ

source: Amharic
tig: ኣምሓርኛ

source: Approve
tig: ዋፍቅ

source: Arabic
tig: ዓረቢ

source: Aragonese
tig: አራጎኒስ

source: Are you coming? <strong>[called by another]</strong>
tig: ትምጾቱ?<strong>[ኣብ ብዕድ እትላካ]</strong>

source: Armenian
tig: ኣርመኒ

source: Armenian Western
tig: ኣርመኒ - ቀረብ

source: Assamese
tig: አሳሚስ

source: Asturian
tig: አስቱሪያን

source: Audio Format
tig: ዓይነትላ ላልሰምዐ ክርን

source: Avatar
tig: ሱረት

source: Avatar uploaded
tig: ላ ሱረት ትሓመለት

source: Average
tig: ምትወስጥ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
tig: ዶልላ ሙስተኽድም ናይ 'ኣበ' ታስዊት ሃይባ ናይ ክርን ክሊፕ 'ሳልሃት' ዓላማት ግብእ እታ

source: Awards
tig: ጅዋእዝ

source: Azerbaijani
tig: አዘርባጃኒ

source: Back
tig: ጉራ

source: Background Noise
tig: ናይ ጉራ ረብሸት

source: Background Voices
tig: ናይ ጉራ ክርን

source: Back to Top
tig: ላዓል ኣቅብል

source: Bambara
tig: ባምባራ

source: Basaa
tig: ባሳ

source: Bashkir
tig: ባሽኪር

source: Basque
tig: ባስክ

source: Belarusian
tig: ቤላሩሲያ

source: Benefits
tig: ነፍዐ

source: Bengali
tig: ቤንቃሊ

source: <bold>{ $count }</bold> Clips
tig: <bold>{ $count }</bold>ክሊፕ

source: <bold>Help us</bold> find more voices
tig: <bold>ስደውና</bold>ብዕዳም ሙሳህሚን አግል ንርከብ

source: Both
tig: ክልኤቱ

source: Both (Speak and Listen)
tig: ክልኤቱ ( ሂጋ ው ሰሚዕ)

source: Breton
tig: ብሪቶን

source: Browse Languages
tig: ሉቃት ዳህሰሶ

source: Build a custom goal
tig: ሓደፍ ማኽሱስ ውደ

source: Build Profile
tig: መለፍ ናይ ኖስ ውድው

source: Bulgarian
tig: ቡልጋሪ

source: Burmese
tig: በርሚ

source: Buryat
tig: ቡርያት

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
tig: <b>ግልሚቱ ኢሜል ኣትሓዜኩም</b>ዲብ ሙስተቅበል ንዋስል ምስልኩም ለትሓዘና ግብእ ኢሜልየ ቱ ምሰልኩም ላልትፃብጠና

source: By editing your goal, you may lose your existing progress.
tig: ናይ ሓደፍካ በያናት ሓቆ ቀየርካ ናይ ኣዘ ሓደፍካ ልብደቱ

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
tig: ኢሜል እግል ትትከበቶ ላሓረኩም Mozilla ኣብ እሊ ዲብ <privacyLink>Privacy Policy</privacyLink> ላትሸራሓ ገብይ እግል ትጽበጦ ውፉቅም ህለኩም

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
tig: ዲብ ባያናት ናይ ክርን ሕበር ሃውየት ናይ ሙሳህም ግል ታእምር ግል ኢትጀርብ <b>ትዋፍቅ</b>

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
tig: ክርን ሕበር እንደ ታኣስታዕሙሎ እብ <termsLink>ሽሩጥ</termsLink> ው <privacyLink>ሓበረ ናይ ክሱስየት</privacyLink>

source: Cancel Re-recording
tig: ናይ ካልእ መረት ትስጂል ወርክዩ

source: Cancel Submission
tig: ልእከት ኣብጥር

source: Can't decide?
tig: ትቀርሮ ኢትቀድሮ?

source: Cantonese
tig: ካንቶኒዝ

source: Catalan
tig: ካታላን

source: Central Kurdish
tig: ሙግባይ ኩርዲ

source: <chevron></chevron>See less
tig: <chevron></chevron>ሑድ ረአ

source: <chevron></chevron>See more
tig: <chevron></chevron>ብዙሕ ረአ

source: Chinese (China)
tig: ሲኒ (ሲን )

source: Chinese (Hong Kong)
tig: ሲኒ (ሆንኮን)

source: Chinese (Taiwan)
tig: ሲኒ (ታይዋን)

source: Chuvash
tig: ቹቫሽ

source: Click
tig: ጭቀጥ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
tig: { $clipCount } ናይ ክርን ክሊፕ, መጅሙዕ ሓጅም ኣርሺፍ { $size }. ሳላሔት ዲብ { $expires } ከልስ.

source: Clip Graveyard
tig: ቀብር ናይ ክሊፕ

source: Clips recorded
tig: ክሊፕ ሳጃላ

source: Clips Uploaded
tig: ክሊፕ ሳጃላ

source: Clips validated
tig: ክሊፕ ታሓቃቃ

source: Clips You've Recorded
tig: ክሊፕ ላስጅልኩመን

source: Clips You've Validated
tig: ክሊፕ ላትሓቀቅኩም ምነን

source: Close
tig: ድብኦ

source: Comment
tig: ታዕሊቅ

source: Common Voice data plus all other voice datasets above.
tig: በያናት ናይ ክርን ሕበር ው ምስሉ ላዓል ላሃላ ኩሉ ናይ ክርን በያናት

source: Common Voice Dataset
tig: ምጅሙዓት ብያናት ናይ ክርን ሕበር

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
tig: ሙባደረት ክርን ሕበር ሞዚላ እግል ኣለት ናይ ኣማን ኣዳም ከፎ ከምልትሃገ እግል ትትዓልም ላትሳዕድ ታ

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
tig: ዲብ ኣዲና ላዓባ ግል ኩሉ ፍቱሕ ብዙሕ-ሉቀት ናይ ክርን መጅሙዓት በያናት ቱ

source: Community Playbook
tig: ናይ ማሕበር ሰብ ፕለይቡክ

source: Confirm Goal
tig: ሓደፍኩም ኣክዶ

source: Connect with Gravatar
tig: እብ Gravatar እፃብጥ

source: Contact
tig: ተዋሱል

source: Contact Form
tig: እስትማረት ናይ ተዋሱል

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
tig: ኢሊ ሙሕታዋ እብ ናይ <licenseLink>Creative Commons license</licenseLink>ሩኽሰት ምትወፍር እግልኩም ቱ

source: Continue
tig: ዋሰል

source: Contribute
tig: ሳህም

source: Contribute sentences
tig: እብ ጁመል ሳህም

source: Contribute to { $lang }
tig: አግል { $lang } ሳህሞ

source: Contribution Activity
tig: ነሻጥ ናይ ሙሳሃመት

source: Contribution Criteria
tig: ናይ ሙሳሀምት መቃየሲ

source: Contribution Experience
tig: ናይ ሙሳህምት ኽብረት

source: Contributors record voice clips by reading from a bank of donated sentences.
tig: ምን ምኽዘን ተበሩዕ ጁመል አንደ ቀርኣው ሙሻርኪን ናይ ክርን ክሊፕ ልሰጅሎ

source: Cookies
tig: ክዓክ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
tig: <coquiLink>Coqui</coquiLink>ዲብ ተክኖሎጀየት ናይ ፍቱሕ ሂጋ ልትኸሰስ ። መሽሩዖም ዲብ አላት ናይ STT ው TTS ላላዕተመድ ዓሚቅ ታዕሊም ሸምል

source: Cornish
tig: ኮርኒሽ

source: Corsican
tig: ኮርሲካኒ

source: { $count } clips
tig: ክሊፕ

source: { $count }mo
tig: ሻሃር

source: { $count }wk
tig: { $count } አሳቢዕ

source: { $count }y
tig: ሰነት

source: Create a Custom Goal
tig: ሃደፍ መኽሱስ ውደ

source: Criteria
tig: መቃየሲ

source: Croatian
tig: ከሮዋቲ

source: Czech
tig: ቼክ

source: Daily Goal
tig: ናይ ዎሮ ዮም ሃድፍ

source: Danish
tig: ዳኒሽ

source: Dashboard
tig: ሰሌደት (Dashboard)

source: Datasets
tig: መጅሙዓት በያናት

source: Date
tig: ታሪኽ

source: Days
tig: ኣምዕል

source: Delete my recordings
tig: ትስጂልየ ዎርክዮ

source: Delete Profile
tig: መለፍ ኽሱሲ ወርክዮ

source: Dhivehi
tig: ዲቭሂ

source: Different language
tig: ብዕደት ሉቀት

source: Difficult
tig: ሳዓብ

source: Difficult to pronounce
tig: ግል ትንጠቃ ስዓበት ታ

source: Discard ongoing recording
tig: ልሰጀል ልህላ ዎርክዮ

source: Donate your voice
tig: አብ ክርንኩም አትበራዖ

source: Don't see your language on Common Voice yet?
tig: ኣስኽ ኣዜ ሉቅትኩም የህሌትኒ ዲብ ክርን ሕበር ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
tig: ሉቀትኩም ዲብላ ምጅሙዓት በያናት ትርአዋ የህሌኩምኒ? ሉቀት ግል ትጥለቦ ዲብ ናይ Languages ሰፍሓት ጊሶ

source: Download
tig: ኣውርድ

source: Download Common Voice Data
tig: በያናት ናይ ክርን ሕበር ክረ

source: Download Data
tig: በያናት ክረ

source: Download Dataset Bundle
tig: እክብት ምጅሙዓት ባያናት ካሩ

source: Download { $language }
tig: { $language } ክረው

source: Download Links
tig: ናይ ኣክረዮት Links

source: Download My Data
tig: በያናትቸ ክረው

source: Download profile data
tig: ናይ ኖስ በያናት ካሩ

source: Download the Single Word Target Segment
tig: እግል ዎሮ ከሊመት ሓደፍ ለቡ ክፋል ክረ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
tig: አፍካር ብካ ግል መጅሙዓት በያናት ክርን ሕበር ላናኣገርምእባ? እት ህድግ ኣትኣምረናታ

source: Do you want to continue?
tig: ትኣስተመሮ ታሓዙ?

source: Do you want to Speak, Listen or both?
tig: ትትሃገው ታሓዙ ትስምዖ ሚ ክለኤቱ?

source: Drag and drop or <browseWrap>Browse</browseWrap>
tig: ሳሓብ ው ክረ ኣው<browseWrap>ቆቅል</browseWrap>

source: Dutch
tig: ሆላንዲ

source: Easy
tig: ሳሃል

source: Edit
tig: ቀይር

source: Edit Profile
tig: ናይ ኖስ መለፍ ቀይር

source: Email
tig: ኢሜል

source: Email is already used for a different account
tig: አሊ ኢሜል ዲብ ሓስብ ብዕድ አስትዕሙልቱ

source: Email Subscriptions
tig: እሽትራካት ኢሜል

source: English
tig: እንግሊዝ

source: Enter Email to Download
tig: ኢሜል ኣእተ እግል ተውርድ

source: Enter email to send a sign up link
tig: ኢሜልኩም ኣቱ ናይ ሕሳብ ፍትሓት link እግል ትልኣኾ

source: Enter your email
tig: ኢሜልኩም ኣቱ

source: Error { $code }
tig: ኻጣአ

source: Erzya
tig: ኤርዝያ

source: Esperanto
tig: ኢስፔራንቶ

source: Estonian
tig: ኢስቶኒ

source: Everyone
tig: ኩል ኣዳም

source: Exit & Delete clips
tig: ክሊፕ አንደ ወርከኩም ፍገሮ

source: FAQ
tig: ዲማ ላልትሳኣላ ኣስአለት

source: Faroese
tig: ፋሮኤዝ

source: Fields marked with an asterisk (*) are required.
tig: * ላለትሓዘ ኣካን ላሓብር

source: Finish editing first?
tig: ሰልፍ ተስጂል ታኣኽልሶ?

source: Finish recording
tig: ተስጂል ኣኽልሶ

source: Finish recording first?
tig: ሰልፍ ተስጂል ታኣኽልሶ?

source: Finish Review
tig: ሙራጅዓት ኣኽልሶ

source: Finnish
tig: ፊንላንዲ

source: for example
tig: መሳል

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
tig: እግል እለን ላትጃሃዘያ ሉቃት ላመውቂዕ (website) ሰኒ <localizationGlossaryLink>ትርጁም</localizationGlossaryLink>, ው ካፊ <sentenceCollectionGlossaryLink>ላትጃምዓያ ጁመል</sentenceCollectionGlossaryLink> ሃላ እግሉ እግል<speakLink>ሂጋ</speakLink> ው <listenLink>ስምዓት</listenLink> ተበሩዓት ላገብእ

source: French
tig: ፈረንሲ

source: Frisian
tig: ፍሪስያኒ

source: Fulah
tig: ፉላ

source: Galician
tig: ጋሊስያኒ

source: Georgian
tig: ጆርጂ

source: German
tig: ጀርመን

source: Get involved
tig: ምስልና ሳህም

source: Get Involved
tig: ሳህሞ ምስልና

source: Get started with goals
tig: እብ ኣህዳፍ ኣንብት

source: Get Started with Speech Recognition
tig: ሂጋ ኣሌለዩት ኣንብቶ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
tig: <githubLink>NVIDIA NeMo</githubLink>™ መስደሩ ፈቱሕ ላገባኣ ኣዳዋት እግል ላሓደሳ ናይ ሃገጊ AI ሞደል በኑ ላህለው ባሕሲን ቱ

source: Goal reached
tig: ሓደፍ በፃሓ

source: Goals
tig: ኣህዳፍ

source: Go to Discourse
tig: ዲብ ህድግ ጊሶ

source: Go to Languages Page
tig: ዲብ ናይ Languages Page ጊሶ

source: Go to { $name }
tig: { $name } ጊስ

source: Great! How many clips a week?
tig: ተማም! ክም ክሊፕ ዲብ ሳምን?

source: Great! How many clips per day?
tig: ተማም! ክም ክሊፕ ዲብ ዩም?

source: Great!<recordIcon></recordIcon> Record your next clip
tig: ሳኒ! <recordIcon></recordIcon> ሓቆሃ ላህሌት ክሊፕ ስጅል

source: Great work!<playIcon></playIcon> Listen again when you're ready
tig: ስኒ ወዴኩም! ክምሰል ጃሃዝኩም ካልእ መረት ስምዖ

source: Greek
tig: ግሪኪ

source: Guarani
tig: ጓራኒ

source: Haitian
tig: ሃይቲ

source: Hakha Chin
tig: ሀካ ሲን

source: Hausa
tig: ሀውሳ

source: Have Feedback?
tig: ራኣይ ብኩም?

source: Have you read our Terms?
tig: ሹሩጥና ቃራአኩምማ?

source: Having an account is not required to contribute, though it is helpful.
tig: አግል ትሳህሞ ሐሳብ ገል ላሃሌኩም ኢለትሓዘኒ ብስ ነፍዓኩም

source: Having a profile is not required to contribute though it is helpful, see why below.
tig: አግል ትሳህሞ ናይ ኖስ መለፍ ላሀሌኩም ኢለትሓዘኒ ብስ ነፍዓኩም, ገልሚቱ ግል ታኣምሮ ታሓት ራኣው

source: Hebrew
tig: ዕብሪ

source: Help
tig: ስድየት

source: Help Common Voice reach { $hours } hours in a language with a personal goal
tig: ክርን ሕበር ስደዋ እግል ትብጻሕሳዓትዲብ ዎሮ ሉቀት እብ ናይ ኖስ ሓደፍ

source: Help create Common Voice’s first target segment in { $locale }
tig: ሰልፍ ናይ ክርን ሕበር ኣብ { $locale } ክፋል ሓደፍ እግል ንክለቕ ስደና

source: Help reach { $hours } hours in { $language } with a personal goal
tig: ስደውና { $hours } ሳዓት ሃደፍ እግል ንብጻሕ ዲብ { $language } እብ ናይ ኖስ ሃደፍ

source: Help teach machines how real people speak, donate your voice at { $link }
tig: አለት ስደዋ አግል ትትዓለም ኣዳም ናይ ኣማን ከፎ ከምለትሃገ፣ እብ ክርንኩም እንሰር { $link } እትበረዖ

source: Help us build a community around voice technology, stay in touch via email.
tig: ናይ ክርን ተክኖሎጂየት ማሕበር እግል ንብነ ስደና, እብ ኢሜል ዋስል ምስልና

source: Help us build a high quality, publicly open dataset
tig: ስደውና ላወቀላ ኖዕ ዓም ው ፍቱሕ በያናት እግል ንብነ

source: Help us find more voices, share your goal
tig: እክርን ብዕደት እግል ንርከብ ስደውና, ሓደፍካ ሻርክ

source: Help us find others to donate their voice!
tig: ስደውና ብዕዳም አብ ሶቶም ለልሳህሞ አግል ንርከብ

source: Help us get to { $goal }
tig: ስደውና ኣስክ { $goal } አገል ኔብጻሕ

source: Help us validate sentences!
tig: ጁመል አግል ንሓቅቅ ስደውና!

source: Help us validate voices
tig: እክርን አግል ንሓቅቅ ስደውና

source: Here are the links to download your ZIP files.
tig: እለንተን ላ links መለፍ ZIP ላትከሮ ምና

source: Hidden
tig: ሕቡዕ

source: Hill Mari
tig: ሒል ማሪ

source: Hindi
tig: ህንዲ

source: Hours Recorded
tig: ላትሰጀለያ ሳዓት

source: Hours Validated
tig: ላትሓቀቀያ ሳዓት

source: How ?
tig: ከፎ

source: How would you describe your accent?
tig: ለክነትካ ናይ ኣያ ታ?

source: Hungarian
tig: ማጃሪ

source: I agree
tig: አዋፍቅ

source: Icelandic
tig: አየስላንዲ

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
tig: ኢሜላተ እግለ ለምጽአኒ ሓዘ ከምስል ናይ ሃደፍ ላለአዝክር, ው ከምስልሁማ ናይ ተጣውርየ, ው ኣኽባር ናይ ክርን ሕበር.

source: I do not agree
tig: ይአዋፍቅኒ

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
tig: ላ ተስጂል ሓቆ ኸርባ ኣው በላሻ ርፈድዎ እላ ላከትበት ኩላ ምን ኢትሰምዕ

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
tig: ሓቆ ላጅምለት ላመቅያስ ኢታማልእ፣ ናይ 'ረፍድ' ዝረት ጭቀጦ, ዲብ ሽማል ላህሌት ዝረት. ሓቆ ምንላ ጁምለት ሙትኣክድ ይእንታ ሕለፋ ው ሓቆሃ ላህለት ውደ

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
tig: ሓቆ ላጅምለት ላመቅያስ ታማልእ፣ ናይ 'ሙዋፈቀት" ዝረት ጭቀጦ; ዲብ የሚን ላህሌት ዝረት

source: If you run out of sentences to review, please help us collect more sentences!
tig: ላትራጅዖ ጁመል ምን ታሓግል, ሓስብኩም ትስደውና በዕድ ጁመል እግል ናኣክብ

source: Igbo
tig: ኢግቦ

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
tig: ኣና ናይ ኖስ ሃደፍ ወደኮ እግል ናይ ክርን ተባሩዕ እግል #ክርን ሕበር-- ከመየ እግል አለት ኣዳም ናይ ኣማን ከፎ ከምልትሃገ አገል ትትዓለም ሳዕዳ

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
tig: ከማ ዲብ <privacyLink>Privacy Policy</privacyLink>ሽርሕት ላህሌት ገበይ አንደ ወደኩም ናየ በያናት እግል ትጽቦጣ ሙዋፍቅ ኣና

source: Includes email, username & demographic info, available right away
tig: ኢሜል፣ ስም ሕሳብ፣ ው ማዕሉማት ዲሞግራፊኪየት (demographic) ላህላ ዲቡ, አዘ ጃህዝ ህላ

source: Includes mp3s and related sentences, may take some time to prepare
tig: mp3s ው ምስሉ ላትጻበጣ ጁመል ሃላ ዲቡ፣ ግል ትጀህዞ ሽውያ ውቀት ነሰእ

source: Indonesian
tig: ኢንዶኔሲ

source: In Progress
tig: ልትጃሃዛ ላህለያ

source: Interested in learning more and contributing to the project?
tig: ዓን ኢሊ መሽሩዕ አግል ታአምሮ ው ትሳህሞ ታሓዙ?

source: Interlingua
tig: ኢንተርሊንጓ

source: Interlingue
tig: ኢንተርሊንጓ

source: Irish
tig: ኤርላንዲ

source: Is the clip valid?
tig: ክሊፕ ሰኒቱ?

source: Italian
tig: ጠይላኒ

source: It contains words or phrases that are hard to read or pronounce.
tig: ከሊማት ኣው ዕባራት ሳዕበት ግል ትቅራአ ኣው ትንጠቃ ሃላ ዲባ

source: It is written in a language different than what I’m speaking.
tig: አብ ሉቀት ብዕደት መን ላ ኣና አትሃገያ ለህሌኮ ከጥበት ታ

source: Izhorian
tig: ኢዞሪ

source: Japanese
tig: ያባኒ

source: Join the Common Voice mailing list
tig: ዲብ ቃኢመት ኢሜል ናይ ክርን ሕበር ተሓበሮ

source: Just Unsure?
tig: ኢታኣከድኩም?

source: Kabardian
tig: ካባርዲያን

source: Kabyle
tig: ካባይል

source: Kaqchikel
tig: ካክቺከል

source: Karakalpak
tig: ካራካልፓክ

source: Kazakh
tig: ካዛክ

source: { $kb }kb max
tig: ምን ዓበ { $kb } ኪሎ ሌጣ

source: Keep
tig: ኣክብ

source: Keep it up, record again <recordIcon></recordIcon>
tig: ሰኒ ውዴኩም, ካልእ መረት ሰጅሎ

source: Keep the recordings
tig: ዲብ ትስጂል ኣስተምር

source: Keep track of your progress and metrics across multiple languages.
tig: ተቀዱምኩም ዎ አሕሳእየትካ ዲብ ዝያድ ሓተ ሉቃት ታባዓ

source: Keep track of your progress with a profile
tig: ተቀዱምኩም ታብዖ እብ ናይ ኖስ ባያናት

source: K'iche'
tig: ኪቸ

source: Kikuyu
tig: ኪኪዩ

source: Kinyarwanda
tig: ኪንያርዋንዳ

source: Komi-Zyrian
tig: ኮሚ-ዛሪያን

source: Korean
tig: ኩሪ

source: Kurmanji Kurdish
tig: ኩርማንጂ ኩርዲሲ

source: Kyrgyz
tig: ካይርጊዝ

source: Language
tig: ሉቀት

source: Language Request
tig: ጣለብ ናይ ሉቀት

source: Language request successfully submitted, thank you.
tig: ለእከት ናይ ሉቀት ጠለብኩም ንጅሓት, ሹክረን

source: Languages
tig: ሉቃት

source: Latvian
tig: ላትቪ

source: Launched
tig: ላትጃሃዘያ

source: Leaderboard Visibility
tig: ርእየት ሰሌዳ መርሓይ

source: Learn More
tig: ዘያደት አምሮ

source: Leaving now means you’ll lose your changes
tig: ኣዘ ሓቆ ፋገርካ ሽቁልካ ግል ልብደቱ

source: Leaving now means you'll lose your progress
tig: ኣዘ ሓቆ ፋገርካ ሽቁልካ ግል ልብደቱ

source: Let's Get Started
tig: የላ ናኣንብት

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
tig: LibriSpeech corpus ናይ 1000 ሳትዓ ላገብእ 16Khz ተስጂል ሂጋ ኤንግሊዚ ምን መሽሩዕ LibriVox ናይ ከቱብ ክርን ላማትጸት ታ

source: License
tig: ሩኽሰት

source: License: <licenseLink>CC-0</licenseLink>
tig: ሩኽሰት: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
tig: ሩኽሰት: <licenseLink>{ $license }</licenseLink>

source: Ligurian
tig: ሊጉርያን

source: Link Copied
tig: ላትናቃላ Link

source: Listen
tig: ሰምዖ

source: Listening
tig: ስምዓት

source: Listen-Queue
tig: ናይ ሰምዓት ጣቡር

source: Lithuanian
tig: ሊትዋኒ

source: Loading…
tig: ሊሸሕን ህላ

source: Loading sentences…
tig: ጁመልካ ትጽዕን ህሌት ...

source: Localized
tig: ትርጅምት

source: Login Identity
tig: ናይ Login ሃዊይት

source: Log in or sign up to get started
tig: እተ/ሕሳብ ፍታሕ እግል ታኣንብት

source: Log In / Sign Up
tig: እተ/ሕሳብ ፍታሕ

source: Log In / Sign Up with { $company } email
tig: እተ / ኣብ ናይ { $company } ኢሜል ሕሳብ ፍታሕ

source: Log Out
tig: ፍገር

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
tig: ዲብ እላ ሉቀት ላልትሰማዓ ክሊፕ ይኣለቡ መስል ህላ. ስደውና ላጣቡር እግል ንምላእ ኣዘ ሽዋያ ሰጅሎ

source: Luganda
tig: ሉጋንዳ

source: Macedonian
tig: ማቄዶኒ

source: Maithili
tig: ማይቲሊ

source: Make sure the sentence meets the following criteria:
tig: ላጅመል እገል እሊ ላተለ መቃየስ ከም ለትማሊእ እትኣከድ:

source: Malagasy
tig: ማለጋሲ

source: Malay
tig: ማላይ

source: Malayalam
tig: ማላያላም

source: Maltese
tig: ማልቲ

source: Manage Email Subscriptions
tig: ኢሽትራክ ናይ ኢሜልኩም ኣዲሮ

source: Manage Subscriptions
tig: ኢሽትራኩም ኣዲሮ

source: Mapudungun
tig: ማፑዱንገን

source: Marathi
tig: ማሃራቲ

source: Meadow Mari
tig: ሜዶው ማሪ

source: Message
tig: ልኡክ

source: Misreadings
tig: ቅርኣት ጊጊት

source: Missing an <strong>'s'</strong> at the end of a word.
tig: ዲብላ ኣኽር ላክልመት ላትረሳዓ<strong>'ታት'</strong>.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
tig: ዲብላ ብዳየት ትስጂል <strong>'ዎሮ'</strong> ኣው <strong>'ላ'</strong> ለይ አላባ

source: Missing the end of the last word by cutting off the recording too quickly.
tig: ኣኽር ክልመት ልይኣላባ ጀላብ ላትስጂል ኣጊድ ሰበት በጥራ

source: Mixed
tig: ሕቡር

source: Moksha
tig: ሞክሻ

source: Mongolian
tig: ሞንጎሊ

source: More
tig: ዝያዳ

source: [More has been recorded than the required text]
tig: [ምን ላ ለትሓዘ ከታበት ዝያዳ ሳጃላ]

source: Mossi
tig: ሞሲ

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
tig: ሙባደረት ክርን ሕበር ሞዚላ እግል ኣለት ናይ ኣማን ኣዳም ከፎ ከምልትሃገ እግል ትትዓልም ላትሳዕድ ታ

source: n
tig: ኢ

source: N/A
tig: ለይህላ

source: Name
tig: ሰም

source: Native Language
tig: ሉቀት ኡም

source: Need some help with accent?
tig: ናይ ለክነት ሙሳዓደት ታሓዞ?

source: Need to download your data?
tig: በያናትኩም እግል ትክረው ታሓዙ ቱ?

source: Nepali
tig: ኔፓሊ

source: Next
tig: ላለታለ

source: Nias
tig: ኒያስ

source: No
tig: ኢፋል

source: [No ‘a’ in the original text]
tig: [ዲብላ ክታበት 'ኣ' ይኣለቡ]

source: No gravatar found for your email
tig: ኢሜልኩም ሱረት ናይ gravatar ይአለቡኒ

source: No microphone found.
tig: መክረፎን ኢትረከባኒ

source: Norwegian Bokmål
tig: ኖርዌጂ - ቦክማል

source: Norwegian Nynorsk
tig: ኖርዌጂ - ንዮኖርስኪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
tig: ላልትራጃዕ ጁመል ይኣለቡ. <addLink>ጁመል ብዕድ ወስኽ!</addLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
tig: ኖዕ ሙሳሃመትኩም ግል ትቀይሮ ፍንገ 'ሃገዮት' ው 'ስምዓት' ሐርየት ላትሓዜኩም ቱ

source: No Thanks
tig: ላ ሹክረን

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
tig: ኣዘ ናይ ሕበር ክርን ሚቱ ኣመርኩም ፣ ኣፎ ኢትጀሩባ? ዓላመት ማክረፎን እንደ ጨቀጥኩም እብ ክርን ውቁል ጁምለት ቅሮኣ <br/><br/> ናይ ፀርኩም ናይ ክርን ተበሩዓት ታሓቅቆ ምን ታሓዙ፣ ናይ play ዓላመት ጭቃጦ። ላ ተስጂል ከማ ክታበት ከም ጋኣ እግታኣኸዶ ቱ ።

source: Number of Voices
tig: ናይ ክርን ክሊፕ ዓደድ

source: Occitan
tig: ኦክሲታን

source: Odia
tig: ኦድያ

source: Off
tig: ደቡእ

source: Offensive language
tig: እኩይ ሉቀት

source: Offensive speech
tig: እኩይ ሀጋ

source: On
tig: ፍቱሕ

source: On desktop devices you can contribute by downloading…
tig: ዲብ desktop devices ትሳህሞ ትቀድሮ አንደከረኩም ...

source: On iOS please continue with Safari to enable recording…
tig: ዲብ ንዛም iOS , Safari ኣስታዕምሎ እግል ተስጂል ...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
tig: ኣብ ብዕድ እደ፣ ላቄርኣይ እግል ላከልመት ቀደም ኣዘ ሳምዓ ይመሳላዲብኩም ሓቆ ጋኣ፣ ው ኣብ ቀለጥ አገል ለንጣካ ልጀረብ ሃላ ርፎዳ ፣ ሓቆ ሙትኣክዲን ይህሌኩም ሕሎፋ ።

source: Optionally join on our email list for updates and new information about the project.
tig: ምን ትሓዞ ዲብ ናይ ኢሜል ቃኢመትና ኣሽተርኮ ሰበት ላ ሓዳሳ ሓበሬታ ግል ልብጻሓኩም

source: Other
tig: ብዕድ

source: Other Language
tig: ብዕድ ሉቀት

source: Other voice datasets…
tig: ብዕድ ናይ ክርን መጅሙዓት ብያናት

source: Other Voice Datasets
tig: ብዕድ ናይ ክርን መጅሙዓት ብያናት

source: Overall Hr. Total
tig: ጅምዕ ናይ ኩለን ሳዓት

source: p
tig: ሸ

source: Papiamento (Aruba)
tig: ፓፒያሜንቶ (አሩባ)

source: Partners
tig: ሹረካ

source: [Part of the text can’t be heard]
tig: [ሰሩ ላክታበት ኢልሰማዕኒ]

source: Pashto
tig: ፓሽቱ

source: Past recordings download requests
tig: ናይ ቀደም ኣዘ ተስጂል አውረዶት ጠለብ

source: Persian
tig: ፋርሲ

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
tig: <playbookLink>ላነፍዕ ሓበረ ርከቦ</playbookLink>ዲብ ኩላ ናይ ክርን ሕበር ርሕለትኩም ምን ተርጀመት ዲብ እስትዕማል ናይ መጅሙዓት በያናት፣ ወ ከመሁማ ከፎ ከም ትዋስሎ ምስል ማሕበርና

source: <playIcon></playIcon>Last one!
tig: <playIcon></playIcon>ኣኽራይት!

source: Play/Stop
tig: አሽቀ/ኣብጥር

source: Please select a language to review sentences.
tig: ጁመለን ላትራጅዖ ሉቀት ሐረው

source: Polish
tig: ፖለንዲ

source: Portuguese
tig: ቡርቱቃሊ

source: Press play, listen & tell us: did they accurately speak the sentence below?
tig: ዝረት play ጭቀጦ ኣታንሶ ው ሓቆሃ ኣስእሉና፣ ታሓት ላህሌት ጅምለት ሰኒ ቃርኣዋ?

source: Press { shortcut-play-toggle } to toggle play mode
tig: { shortcut-play-toggle } ጭቀጦ እግል ታሽቁዋ ኣው ታብጡራ

source: Privacy
tig: ኽሱስያት

source: Privacy Policy
tig: ናይ ኽሱስይት ሰያስት

source: Pro
tig: ሙሕተርፍ

source: Profile
tig: መለፍ ኽሱሲ

source: Progress
tig: ትቀዱም

source: Punjabi
tig: ባንጃቢ

source: r
tig: ሰ

source: Reader Effects
tig: ናይ ቃሪእ ታእሲር

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
tig: ለይ ህላ ቅራኣት ኣኽተሰሮት, ከምሰል 'ሕና' በደል 'ንሕና', ኣው እብ ዓክስ

source: Read More
tig: ዝያዳ ቅርኦ

source: Read more on our About page
tig: ዲብላ ናይና ሰፍሓት About አንደ ግስኹም ዘያደት ቀርኦ

source: Ready to add your voice or lend your ear?
tig: ክርንኩም ግል ትወስኮ ኣው ኣዘንኩም ግል ታህቡና ጃህዛም ህለኹም?

source: Ready to contribute?
tig: አግል ትሳህሞ ጃህዛም አንቱም?

source: Ready to do { $count } more?
tig: { $count } ዝያደት እግል ቲደው ጃህዛም ህሌኩም?
